"browserTitle" = "Proprietà per “%@”";
"untitledMovie" = "Senza titolo";

"deleteButtonTitle" = "Elimina";
"extractButtonTitle" = "Estrai";

"deleteTrackOperation" = "Elimina traccia"; /* for undo */
"deleteTracksOperation" = "Elimina tracce"; /* for undo */

"deleteTrackMessage" = "Sei sicuro di voler eliminare questa traccia?";
"deleteTracksMessage" = "Sei sicuro di voler eliminare queste tracce?";
"operationUndoable" = "L'operazione è irreversibile.";

"multipleObjectsSelected" = "%d elementi selezionati.";

"propUnavailablePlaceholder" = "-ND-";
"inspectorUnavailable" = "Selezione multipla";